{"translation-revision-date":"2022-03-01 18:39:41+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Enable ticker mode for slider. Note: When you enable ticker mode Autoplay, Slides Scroll and Autoplay Interval will set to default. Upgarade to ":["تفعيل وضع شريط التمرير (وضع المؤشر). ملاحظة: عند تمكين \"التشغيل التلقائي\" في وضع المؤشر، سيتم تعيين \"تمرير الشرائح\" و \"الفاصل الزمني للتشغيل التلقائي\" على الوضع الافتراضي. ترقية إلى "],"Do you also want to check premium version demo of this plugin.":["هل تريد أيضًا التحقق من الإصدار التجريبي من إصدار premium لهذه الإضافة."],"Click here":["أنقر هنا"],"Do you want to check demo of this plugin.":["هل تريد التحقق من العرض التوضيحي Demo لهذه الإضافة."],"Exclude number of posts from starting. e.g if you pass 5 then it will skip first five post. Note: This will not work with limit=-1. Upgarade to ":["استبعاد عدد من المقالات من البداية. على سبيل المثال، إذا تخطيت 5، فسيتم تخطي أول خمس مقالات. ملاحظة: لن يعمل هذا مع الحد limit=-1. ترقية إلى "],"Query Offset":["إزاحة الاستعلام (Query Offset)"],"Enter id of the post which you do not want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgarade to ":["أدخل معرف المنشور (Post id) الذي لا تريد عرضه. يمكنك تمرير عدة معرّفات مفصولة بفواصل. يمكنك العثور على المعرّف ضمن صفحة قائمة المنشور (post) ذات الصلة. ترقية إلى "],"Exclude Post":["استبعاد المقالة"],"Enter id of the post which you want to display. You can pass multiple ids with comma seperated. You can find id at relevant post listing page. Upgarade to ":["أدخل معرف المنشور (Post id) الذي تريد عرضه. يمكنك تمرير عدة معرّفات مفصولة بفواصل. يمكنك العثور على المعرّف ضمن صفحة قائمة المنشور (post) ذات الصلة. ترقية إلى "],"Display Specific Posts":["عرض مقالات محددة"],"Exclude post category. Works only if `Category` field is empty. You can pass multiple ids with comma seperated. You can find id at relevant category listing page. Upgarade to ":["استبعاد تصنيف منشور. يعمل فقط إذا كان حقل \"التصنيف\" فارغاً. يمكنك تمرير عدة معرّفات (ids) مع الفصل بينها بفواصل. يمكنك العثور على المعرّف ضمن صفحة قائمة التصنيف ذات الصلة. ترقية إلى "],"Exclude Category":["استبعاد التصنيف"],"If you are using parent category then whether to display child category or not. Upgarade to ":["إذا كنت تستخدم التصنيف الرئيسي، فما إذا كنت تريد عرض التصنيف الفرعي أم لا. ترقية الى "],"Display Child Category":["عرض التصنيفات الفرعية (الابن)"],"Enter category id to display categories wise.":["أدخل معرف التصنيف لعرض التصنيفات الواسعة."],"You can pass multiple ids with comma seperated. You can find id at relevant category listing page.":["يمكنك تمرير عدة معرّفات (ids) مفصولة بفواصل. يمكنك العثور معرّف التصنيف في صفحة التصنيفات ذات الصلة."],"Display Specific Category":["عرض تصنيف محدد"],"Order":["الترتيب"],"Order By":["ترتيب حسب"],"Enter number of logos to be displayed. Enter -1 to display all.":["أدخل عدد الشعارات المراد عرضها. أدخل -1 لعرض الكل."],"Limit":["الحد (Limit)"],"Query Parameters":["معلمات الاستعلام (Query Parameters)"],"Pause slider autoplay when slider element is focused. Upgarade to ":["إيقاف التشغيل التلقائي لعارض الشرائح مؤقتاً عند التركيز على عنصر شريط تمرير الشرائح. ترقية إلى "],"Pause On Focus":["إيقاف عند التمرير (Focus)"],"Pause slider autoplay on hover. Upgarade to ":["إيقاف التشغيل التلقائي لعارض الشرائح مؤقتاً عند التمرير (hover). ترقية إلى "],"Pause On Hover":["إيقاف عند التمرير"],"Ticker Mode":["وضع المؤشر"],"Enable infinite loop for continuous sliding.":["تفعيل حلقة لانهائية لعارض الشرائح بشكل مستمر (continuous sliding)."],"Infinite Loop":["حلقة لا نهائية"],"Enable slider center mode effect.":["تفعيل وضع التوسيط لعارض الشرائح (slider center mode)."],"Center Mode":["وضع التوسيط"],"Enter slide speed. 1000 is equal to 1 sec.":["أدخل سرعة الشرائح. 1000 يساوي 1 ثانية."],"Speed":["السرعة"],"Enter autoplay interval speed. 1000 is equal to 1 sec.":["إدخال سرعة الفاصل الزمني للتشغيل التلقائي. 1000 يساوي 1 ثانية."],"Autoplay Interval":["الفاصل الزمني للتشغيل التلقائي"],"Autoplay":["تشغيل تلقائي"],"Show prev - next arrows.":["إظهار أسهم السابق - التالي."],"Arrows":["أسهم"],"Show pagination dots.":["إظهار نقاط الترقيم."],"Dots":["نقاط"],"Enter number of slide to scroll at a time.":["أدخل عدد الشرائح للتمرير في وقت واحد."],"Slides Scroll":["تمرير الشرائح (Slides Scroll)"],"Enter number of rows for slider. Upgarade to ":["أدخل عدد الصفوف لعارض الشرائح (slider). ترقية إلى "],"Slides Rows":["صفوف الشرائح (Slides Rows)"],"Enter number for slide to show at a time.":["أدخل عدد الشرائح لتظهر في وقت واحد."],"Slides Column":["عمود الشرائح (Slides Column)"],"Slider Parameters":["معلمات عارض الشرائح (Slider Parameters)"],"Enter image maximum height 80px with 100% maximum width for better output. By default value is \"250\".":["أدخل أقصى ارتفاع للصورة 80 بكسل مع عرض أقصى 100% للحصول على مخرجات أفضل. القيمة الافتراضية هي \"250\"."],"Max Height":["الارتفاع الأقصى"],"Choose option to hide logo border.":["اختيار خيار لإخفاء حدود الشعار."],"Hide Border":["إخفاء الحدود"],"Choose WordPress registered image size. e.g original, large, medium, thumbnail.":["اختر حجم الصورة المسجلة في ووردبريس. على سبيل المثال: الأصلي، كبير، متوسط، صورة مصغرة (Thumbnail)."],"Media Size":["حجم الوسائط"],"Choose to manage diffrent type of animation effect of logos list. Upgarade to ":["اختر لإدارة نوع مختلف من التأثير الحركي Animation لقائمة الشعارات. ترقية إلى "],"Animation Effect":["التأثير الحركي Animation"],"Link Behaviour":["سلوك الرابط"],"Link":["الرابط"],"Display dots after the post content as continue reading. Upgarade to ":["عرض النقاط بعد محتوى المنشور كمتابعة القراءة. ترقية إلى "],"Content Tail":["ذيل المحتوى"],"Enter content word limit. Upgarade to ":["أدخل حدّ كلمات المحتوى. ترقية إلى "],"Content Words Limit":["حدّ كلمات المحتوى"],"to get this option.":["للحصول على هذا الخيار."],"Premium version ":["النسخة المدفوعة Premium"],"Choose option to enable\/disable tooltip on logo. Upgarade to ":["تحديد اختيار لتفعيل \/ تعطيل التلميح (tooltip) على الشعار. الترقية إلى "],"Show Tooltip":["إظهار التلميح"],"Show Title":["إظهار العنوان"],"Design":["تصميم"],"Enter Logo Heading.":["إدخال عنوان للشعار."],"Logo Showcase Heading":["عنوان معرض الشعارات"],"General Parameters":["المعاملات العامة (General Parameters)"],"Ascending":["تصاعدي"],"Descending":["تنازلي"],"Menu Order (Sort Order)":["ترتيب القائمة (ترتيب الفرز)"],"Random":["عشوائي"],"Post ID":["معرّف (ID) المنشور"],"Post Slug":["الاسم اللطيف (slug) للمنشور\/الصفحة"],"Post Title":["عنوان المنشور"],"Post Modified Date":["تاريخ تعديل المنشور"],"Post Date":["تاريخ المنشور"],"New Window":["نافذة جديدة"],"Same Window":["نفس النافذة"],"Select Animation Effect":["تحديد التأثير الحركي Animation"],"False":["خطأ"],"True":["صحيح"],"logoshowcase":["logoshowcase"],"wpls logo slider":["عارض شعار wpls"],"wpos":["wpos"],"Display logo in a slider view with various layouts.":["عرض الشعار في مستعرض شرائح مع تخطيطات وأنماط مختلفة."],"Logo Slider":["عارض الشعار"],"Design 1":["التصميم 1"],"WP Logo Showcase Responsive Slider":["إضافة WP Logo Showcase Responsive Slider معرض شعارات"]}},"comment":{"reference":"assets\/js\/blocks.build.js"}}